<template>
  <view class="protocol-wrap">
    <view class="row">
      <view class="title">
        【提示条款】
      </view>
      <view class="content">
        感谢您选择川B年检平台服务(以下简称：本平台)。使用川B年检平台前，请您认真阅读并充分理解《川B年检平台服务协议》及附件内容（以下简称：本协议）。当您请求本平台各项服务时，即表示您已同意本协议的全部内容。自本协议发布之日起，川B年检平台各处所称“川B年检服务协议”均指本协议。
        各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。
      </view>
    </view>
    <view class="row">
      <view class="title">
        【审慎阅读】
      </view>
      <view class="content">
        您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可向川B年检平台咨询。
      </view>
    </view>
    <view class="row">
      <view class="title">
        【签约动作】
      </view>
      <view class="content">
        当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与川B年检平台达成一致，成为川B年检平台“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。
      </view>
    </view>
    <view class="row">
      <view class="title">
        一、川B年检服务条款的确认
      </view>
      <view>
        1、本协议有助于您了解川B年检为您提供的服务内容及您使用服务的权利和义务，请您仔细阅读（特别是以粗体标注的内容）。如果您对本协议的条款有疑问，您可通过客服电话15680331333进行咨询。
        2、您必须具备完全行为能力才能使用平台服务。若您不具备前述行为能力，则您本人及您的监护人、代理人应依法承担因此导致的全部法律责任。
        3、本平台是由绵阳市新科汽车检验服务有限公司开发并运行的，包括微信小程序、官网、手机APP、官方客服电话、第三方网页链接、微信、短消息等在内的，向用户提供车检预约及相关服务的平台。
        4、根据国家法律法规变化及平台运营需要，平台有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在平台上即生效，并取代此前相关内容，您应不时关注平台公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用平台；如您继续使用平台，即视为知悉变动内容并同意接受。
      </view>
    </view>

    <view class="row">
      <view class="title">
        二、服务内容
      </view>
      <view>
        2.1平台服务内容
        本平台通过互联网络为您提供机动车年检预约，委托代检、上门代办等汽车生活服务，达成您的车辆年检预约和代检服务、年检提醒服务、汽车生活服务信息推送和服务记录。本平台接受您在评价系统对服务质量的评价和建议，并及时收集大数据信息反馈，以便更完善为您服务。本公司有权根据市场变化，客户需求变化和自身情况等情形，变更服务内容，服务方式，服务对象或者服务时间，甚至可取消相关服务。
        上述变动无须向用户或任何第三方作特别告知或专门通知，自本公司作出修改决定之时起自动生效。本公司行使上述变动的权利，无需对用户或任何第三方承担任何责任，也无需做任何赔偿。
        使用本平台，您需要做到：
        2.1.1自行配备上网的所需设备，包括个人手机、平板电脑、调制解调器、路由器等。
        2.1.2自行负担个人上网所支付的与此服务有关的电话费用、网络费用等。
        2.1.3选择与所安装终端设备相匹配的软件版本，包括但不限于iOS、Android等多个平台发布的应用版本。
        2.1.4代办下单时，您须处理完违章，并将行驶证原件、有效期内的交强险保单副本原件拍照上传平台。
        2.1.5如代理人员到达接车点后，您临时取消验车或者让驾驶员等待超过10分钟，您须支付相关费用，费用标准以平台公布为准。
        2.1.6代理人员上门接车时，您须核对驾驶员本人、在工作牌上、在订单上的姓名与照片是否一致，并与驾驶员交接车辆与验车材料。
        2.1.7与代理人员交接时，您须检查车内物品，做到无贵重物品（现金、首饰等）、无易燃易爆物品（打火机，烟酒等）。
        2.2.8代理人员完成上门代办年检送车到家后，您须确认接收的车辆和材料完整。
        2.2禁止的内容
        您理解并保证您在本平台上传、发布或传输的内容（包括您的账户名称等信息）应当遵守宪法、法律和行政法规，坚持正确舆论导向，维护国家利益和公共利益。本平台有权对您上传、发布或传输的信息进行管理，发现法律、行政法规禁止发布或者传输的信息的，或含有以下内容的，本平台将立即停止传输该信息，采取消除等处置措施，防止信息扩散，保存有关记录，并向有关主管部门报告：
        （一）反对宪法确定的基本原则的；
        （二）危害国家统一、主权和领土完整的；
        （三）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；
        （四）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；
        （五）宣扬邪教、迷信的；
        （六）扰乱社会秩序，破坏社会稳定的；
        （七）诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；
        （八）侮辱或者诽谤他人，侵害公民个人名誉、隐私、知识产权和其他合法权益的；
        （九）危害社会公德，损害民族优秀文化传统的；
        （十）有关法律、行政法规和国家规定禁止的其他内容。
        【上传非法及侵权内容的后果】如果您上传、发布或传输的内容含有以上违反法律法规的信息或内容的，或者侵犯任何第三方的合法权益，您将直接承担以上导致的一切不利后果。本平台仅在法律有明确规定的情况下承担相应的责任。如因此给我方造成不利后果的，您应负责消除影响，并且赔偿我方因此导致的一切损失，包括且不限于财产损害赔偿、名誉损害赔偿、律师费、交通费等因维权而产生的合理费用或其他所有平台要求的合理费用。
      </view>
    </view>

    <view class="row">
      <view class="title">
        三、账户注册和使用
      </view>
      <view>
        3.1用户资格
        您确认，在您开始注册程序使用川B年检平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
        3.2账户说明
        【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得本平台账户并成为本平台用户。
        【账户使用】您有权使用您设置或确认的会员名、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录本平台。由于您的账户关联您的个人信息及本平台商业信息，您的账户仅限您本人使用。未经本平台同意，您直接或间接授权第三方使用您账户或获取您账户项下信息的行为无效。如本平台根据平台规则中约定的违约认定程序及标准判断您账户的使用可能危及您的账户安全及/或本平台信息安全的，本平台有权对用户行为及应适用的规则进行认定，并据此处理，暂停或停止提供相应的服务。
        【账户转让】由于用户账户关联用户信息，仅当有法律明文规定、司法裁定或经我方同意，并符合本平台规则规定的用户账户转让流程的情况下，您才可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则由此产生的一切责任均由您承担。
        【账户安全保管义务】您的账户为您自行设置并由您保管。本平台任何时候均不会主动要求您提供您的账户密码。建议您务必保管好您的账户。
        【账户行为责任自负】账户因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，依据法律规定双方各自承担风险及责任。本平台在法律有明确规定的情况下承担相应的责任。
        您的账户只限您本人使用，不得出借或分享他人使用。当您的账户遭到未经授权的使用时，您应当立即通知本平台，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及后果。
        除我方存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息及披露信息等）负责。
        【日常维护须知】如发现任何未经授权使用您账户登录本平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知我方。您理解我方对您的任何请求采取行动均需要合理时间，除我方存在过错外，我方对在采取行动前已经产生的后果不承担任何责任。
        【使用规则】
        每个注册账号在平台最多可以绑定3辆车，包括已经删除的车辆。单位用户需绑定更多车辆请向平台提出申请。
        请如实录入个人及车辆信息。
        预约成功后，前往检验机构办理时，如果产生退办，需重新预约。
        如需取消预约，须至少提前一天登录系统进行取消。
        非因检验机构原因，申请人未在预约时间到预约检验机构检验，视为失约。
        预约失约累计达到5次及以上，该账号将计入黑名单，半年内无法再进行预约。
        预约车辆检测不合格，当天可以免预约复检。
        送检机动车如存在明显的漏油、漏水现象，资料不齐，或者轮胎胎面严重磨损影响上线安全的，检验机构可以拒绝该车上线检测，该车的当次预约做作废处理。
        3.3用户信息的保护及授权
        川B年检平台非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您注册川B年检平台账户或使用川B年检平台服务时，您同意川B年检平台收集、存储、使用、披露和保护您的个人信息。
        您向川B年检平台提供的信息。您注册川B年检平台账户及使用川B年检提供的相关服务时填写提交的信息，包括您的姓名、电话号码、车辆信息、评价信息。
        川B年检如何使用信息。收集您的信息是为了向您提供服务及提升服务质量的目的，为实现这一目的，川B年检将您的信息用于以下用途：
        1）向您提供您使用的各项服务，并维护、改进这些服务。
        2）向您推荐您可能感兴趣的内容。
        3）川B年检可能会将来自某服务的个人信息与来自其他服务的信息结合起来，用于为了给您提供更加个性化的服务。
        4）经您许可的其他用途。
        川B年检对您的信息承担保密义务，不会为满足第三方的营销目的而向其出售或出租您的任何信息，川B年检会在下列情况下才将您的信息与第三方共享：
        1）事先获得您的同意或授权。
        2）根据法律法规的规定或行政或司法机构的要求。
        3）向川B年检关联方分享您的个人信息。
        4）向可信赖的合伙伙伴提供您的个人信息，让他们根据川B年检的指示并遵循川B年检的隐私权政策以及其他任何响应的保密和安全措施来为川B年检处理这些信息。
        5）只有共享您的信息，才能提供您需要的服务，或处理您与他人的纠纷或争议。
        6）如您出现违法中国有关法律、法规或川B年检相关协议或相关规则的情况，需要向第三方披露。
        7）为维护川B年检及其关联方或用户的合法权益。
        信息存储保护。川B年检收集的有关您的信息和资料将保存在川B年检及其关联公司在中华人民共和国大陆地区的服务器上。为保障您的信息安全，川B年检努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，川B年检会安全现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，川B年检将尽力做到使您的信息不被泄露、毁损或丢失。
      </view>
    </view>

    <view class="row">
      <view class="title">
        四、用户义务
      </view>
      <view>
        1、按本平台提示完整、准确、真实地完成信息填写。
        2、遵守并履行本协议规定的相关义务，按照本平台公示的收费标准支付服务费。
        3、您发布的评价和建议的内容必须公正、客观、真实。
      </view>
    </view>

    <view class="row">
      <view class="title">
        五、系统中断或故障
      </view>
      <view>
        若遇下列并不限于以下情况，影响您使用各项服务时，本平台不承担损害赔偿责任。
        1、本平台公告系统停机维护。
        2、电信设备出现故障不能进行数据传输。
        3、因自然灾害，或不可抗力之因素，造成平台系统障碍不能提供服务的。
        4、由于黑客攻击、电信部门技术调整或故障、网站升级以及银行方面的原因造成的服务中断或者延迟。
        5、其他第三方造成的平台未能服务故障。
      </view>
    </view>

    <view class="row">
      <view class="title">
        六、责任限制
      </view>
      <view>
        1、鉴于互联网服务的特殊性，平台无法对您所提供的信息的真实、准确和完整性进行审查,请您自己审慎做出决定。若因此导致对您的损害，若非本平台故意造成概不承担责任。
        2、若违反本平台管理，擅自发布任何违法或本规则禁止的信息，本平台有权采取相关措施进行处理，包括但不限于：信息删除、屏蔽处理、限制使用、终止服务等。如因此造成本平台损失，还应赔偿包括但不限于直接经济损失和间接经济损失（商誉损失、对外垫付、赔偿款项、和解调解款项、律师费、差旅费、诉讼费用、行政罚款等）。
      </view>
    </view>

    <view class="row">
      <view class="title">
        七、知识产权的保护
      </view>
      <view>
        1、本平台所有系统、网站、APP、公众号上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由绵阳市新科汽车检验服务有限公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
        2、非经我公司书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。
        3、尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。
      </view>
    </view>

    <view class="row">
      <view class="title">
        八、法律适用与管辖
      </view>
      <view>
        本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。
      </view>
    </view>
  </view>
</template>

<style lang="scss" scoped>
.protocol-wrap {
  padding: 30rpx;

  .row {
    margin-bottom: 16rpx;
    font-size: 28rpx;
    font-family: PingFang SC;
    font-weight: 400;
    color: #333333;
    .title {
      font-weight: 600;
      font-size: 30rpx;
      margin-bottom: 10rpx;
    }
  }
}
</style>